Repository: asdfghklddd/Anchor
Catalog: Packages/AnchorKit/Sources/AnchorDesign/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# return.saved.records
source: Mac is disconnected. Showing saved records.
zh_hans: Mac 未连接，先显示已保存的记录。

# return.no.received.changes
source: No changes received yet. This summary updates as records arrive.
zh_hans: 暂未收到离开期间的变化，新记录同步后会自动更新。

# return.no.task.records
source: No task status has been received from Mac yet.
zh_hans: 尚未收到 Mac 的任务状态。

# return.anchor.record
source: Last anchor note
zh_hans: 上次投锚记录

# return.interrupted
source: Codex task interrupted
zh_hans: Codex 任务已中断

# return.metric.running
source: Running
zh_hans: 运行中

# return.metric.completed
source: Completed
zh_hans: 已完成

# return.metric.failed
source: Failed
zh_hans: 失败

# return.metric.attention
source: Attention
zh_hans: 需留意

# return.view.record
source: View the full task record
zh_hans: 查看完整任务记录

# return.check.completion
source: Review the results against your completion criteria
zh_hans: 对照完成标准，确认工作结果

# return.resume.context
source: Pick up from your anchor note
zh_hans: 接着投锚记录继续

# return.review.failure
source: Check the failed task on Mac first
zh_hans: 先回 Mac 检查失败的任务

# return.review.attention
source: Check the interrupted or waiting task
zh_hans: 先查看中断或等待中的任务

# return.follow.running
source: Check the work still in progress
zh_hans: 查看仍在进行的工作

# return.review.queued
source: Review the task waiting to start
zh_hans: 查看等待开始的任务

# return.away.short
source: Away for less than a minute
zh_hans: 离开不到 1 分钟

# return.away.minutes
source: Away for %lld min
zh_hans: 离开 %lld 分钟

# return.metric.queued
source: %lld waiting to start
zh_hans: 另有 %lld 个任务等待开始

# return.landscape.hint
source: Turn your phone sideways to continue with the work dashboard.
zh_hans: 将手机横放，继续查看工作看板。

# session.leave
source: Step away
zh_hans: 暂时离开

# note.save.failed
source: Could not save this note. Your text is still here. Please try again.
zh_hans: 记录保存失败，文字已保留，请重试。

# setup.draft.discard.question
source: Discard this draft and its images?
zh_hans: 放弃这份草稿及其中的图片？

# setup.draft.discard
source: Discard draft
zh_hans: 放弃草稿

# setup.draft.kept
source: Close and reopen to continue this draft.
zh_hans: 关闭后可在本次使用中继续填写

source: Accessibility
zh_hans: 辅助功能

# accessibility.display
source: Display accommodations
zh_hans: 显示辅助

# accessibility.display.detail
source: Full animations are enabled by default. You can enable Reduce Motion here. Anchor follows system Dynamic Type, VoiceOver, Increase Contrast, and Reduce Transparency settings.
zh_hans: 默认展示完整动态效果，可在此开启减弱动态效果。动态字体、旁白、增强对比度和降低透明度仍遵循系统设置。

# accessibility.dynamic.type
source: Dynamic Type
zh_hans: 动态字体

# accessibility.increase.contrast
source: Increase Contrast
zh_hans: 增强对比度

# accessibility.reduce.motion
source: Reduce Motion
zh_hans: 减弱动态效果

# accessibility.reduce.transparency
source: Reduce Transparency
zh_hans: 降低透明度

# accessibility.voiceover
source: VoiceOver
zh_hans: 旁白

# action.failed
source: Action not completed
zh_hans: 操作未完成

source: Activity
zh_hans: 活动

# activity.recent
source: Recent activity
zh_hans: 最近活动

source: Add
zh_hans: 添加

# ambient
source: Ambient workspace
zh_hans: 环境工作台

# ambient.all.running
source: All processes keep running
zh_hans: 所有进程保持运行

# ambient.clear.headline
source: No action needed
zh_hans: 无需处理

# ambient.clear.summary
source: %lld automatic
zh_hans: %lld 个自动推进

# ambient.clear.summary.queued
source: %1$lld automatic · %2$lld queued
zh_hans: %1$lld 个自动推进 · %2$lld 个准备中

# ambient.latest.completed
source: %1$@ · Completed %2$@
zh_hans: %1$@ · 已完成 %2$@

# ambient.latest.decision
source: %1$@ · %2$@ %3$@ awaiting judgment
zh_hans: %1$@ · %2$@ 个%3$@等待判断

# ambient.latest.progress
source: LATEST PROGRESS
zh_hans: 最新进展

# attention
source: Needs your judgment
zh_hans: 需要你的判断

# attention.none
source: Nothing needs your attention
zh_hans: 暂无需要你处理的内容

# away
source: Your work is still moving
zh_hans: 工作仍在向前。

# away.current.anchor
source: CURRENT ANCHOR · CURRENT GOAL
zh_hans: CURRENT ANCHOR · 当前目标

# away.detail
source: Anchor is holding the goal and watching for meaningful changes.
zh_hans: Anchor 只把需要判断的节点带到你面前。

# away.duration
source: Away for %lld minutes
zh_hans: 离开 %lld 分钟

# away.processes
source: REMOTE PROCESSES
zh_hans: 远程进程

# away.synchronized.work
source: Work that keeps syncing
zh_hans: 持续同步的工作

source: Cancel
zh_hans: 取消

source: Close
zh_hans: 关闭

# complete.session
source: Complete and preserve
zh_hans: 完成并保存

# completed
source: Session complete
zh_hans: 会话已完成

source: Connected
zh_hans: 已连接

# connection.bluetooth
source: Bluetooth proximity
zh_hans: 蓝牙近场

# connection.failed.detail
source: Anchor could not reach the Mac service. Check the local connection and try again.
zh_hans: Anchor 无法连接到 Mac 服务，请检查本地连接后重试。

# connection.mac
source: Mac connection
zh_hans: Mac 连接

# connection.mac.connected
source: Mac connected
zh_hans: 已连接 Mac

# connection.nearby
source: Nearby
zh_hans: 就在附近

# connection.out.of.range
source: Out of range
zh_hans: 不在附近

# connection.remote.syncing
source: Remote syncing
zh_hans: 远程同步中

# connection.unknown
source: Presence is unknown
zh_hans: 在席状态未知

# connection.unknown.detail
source: Anchor cannot confirm that you left. Check Mac, local network, and Bluetooth access.
zh_hans: Anchor 无法确认你是否离开。请检查 Mac、本地网络和蓝牙权限。

source: Connections
zh_hans: 连接

source: Continue
zh_hans: 继续

source: CURRENT GOAL
zh_hans: 当前目标

# decision.choose
source: Choose an option
zh_hans: 选择一个选项

# decision.confirm
source: Confirm choice
zh_hans: 确认选择

# decision.confirm.direction
source: Confirm direction
zh_hans: 确认方向

# decision.count
source: %lld decisions
zh_hans: %lld 项判断

# decision.local.record
source: Your choice is saved in Anchor. Continue in the source app unless it supports remote actions; process status updates come from that source.
zh_hans: 选择会保存在 Anchor 中。除非来源支持远程操作，否则请在来源应用中继续处理；进程状态以来源的后续更新为准。

# decision.visual.direction
source: Choose a visual direction
zh_hans: 选择视觉方向

source: Decisions
zh_hans: 判断

source: Delete
zh_hans: 删除

# disconnected
source: Mac disconnected
zh_hans: Mac 已断开

# disconnected.create.detail
source: Create this task now. Anchor will sync it when your Mac reconnects.
zh_hans: 现在可以先创建任务；Mac 重新连接后，Anchor 会自动同步。

# disconnected.detail
source: The Mac is offline. Work already synced remains available.
zh_hans: Mac 当前离线，已经同步的工作仍可查看。

source: Done
zh_hans: 完成

# empty.detail
source: Start with one clear outcome and the processes supporting it.
zh_hans: 从一个清晰结果和支持它的工作进程开始。

# empty.title
source: No active anchor
zh_hans: 当前没有锚点

# estimated
source: Estimate
zh_hans: 预计

# events.none
source: No events yet
zh_hans: 暂无事件

# finish
source: Finish session
zh_hans: 结束工作

# finish.confirm.detail
source: Anchor will preserve this task in history and remove it from current work. Continuing the conversation later starts a new task.
zh_hans: Anchor 会将这个任务完整保留在历史中，并从当前工作退出。之后继续同一对话时会作为新任务开始。

# finish.confirm.title
source: Finish and preserve this session?
zh_hans: 要完成并保存这个会话吗？

# focus.active
source: In focus
zh_hans: 专注中

# focus.duration
source: Session elapsed: %lld min
zh_hans: 任务已开始 %lld 分钟

# focus.headline
source: Keep your attention for judgment.
zh_hans: 把注意力留给判断。

# focus.summary
source: %lld processes moving
zh_hans: %lld 个进程正在推进

# focus.summary.attention
source: %1$lld processes moving, %2$lld waiting for you
zh_hans: %1$lld 个进程正在推进，%2$lld 个节点等你

# focus.time
source: Session elapsed
zh_hans: 任务经过时间

# goal.anchor.map
source: ANCHOR MAP · CURRENT GOAL
zh_hans: ANCHOR MAP · 本次目标

# goal.context
source: Context worth keeping
zh_hans: 值得保留的上下文

# goal.criteria
source: What does done look like?
zh_hans: 怎样才算完成？

# goal.edit
source: Edit goal
zh_hans: 编辑目标

# goal.title
source: What are you finishing?
zh_hans: 你要完成什么？

# greeting.afternoon
source: Good afternoon
zh_hans: 下午好

# greeting.evening
source: Good evening
zh_hans: 晚上好

# greeting.morning
source: Good morning
zh_hans: 早上好

# handoff
source: Securing your context…
zh_hans: 正在保护你的上下文…

# handoff.detail
source: Anchor is gathering every process around the same goal.
zh_hans: Anchor 正在把每个进程收回同一个锚点。

# handoff.secured
source: Secured. You can step away.
zh_hans: 已接管，放心离开。

source: History
zh_hans: 历史

# history.empty.detail
source: Start a session to build a clear record of your work and decisions.
zh_hans: 开始一个工作会话，逐步留下清晰的工作与决策记录。

# history.no.snapshots
source: No saved snapshots yet
zh_hans: 还没有保存的快照

# history.no.snapshots.detail
source: Anchor will save a context snapshot when you step away, return, or preserve this session.
zh_hans: 离开、返航或保留这个会话时，Anchor 会自动保存上下文快照。

# home.empty.tasks
source: Drop an anchor to host your first task
zh_hans: 投锚后，你的任务会显示在这里

# home.task.library
source: Task library
zh_hans: 任务进程库

# home.tasks.manage
source: Manage hosted tasks
zh_hans: 管理托管任务

# insights
source: Work context
zh_hans: 工作脉络

source: Last updated
zh_hans: 最近更新

# layout
source: Task layout
zh_hans: 任务布局

# mac.current.tasks
source: Current tasks
zh_hans: 当前任务

# mac.current.work
source: Current work
zh_hans: 当前工作

# mac.error.recovery.read
source: Some saved data could not be read. Anchor kept the original data for recovery.
zh_hans: 部分已保存的数据无法读取，Anchor 已保留原始数据以便恢复。

# mac.history.search
source: Search history
zh_hans: 搜索历史记录

# mac.history.trail
source: History trail
zh_hans: 历史轨迹

# mac.navigation.collapse
source: Collapse navigation
zh_hans: 收起导航

# mac.navigation.collapsed
source: Navigation collapsed
zh_hans: 导航已收起

# mac.navigation.expand
source: Expand navigation
zh_hans: 展开导航

# mac.navigation.expanded
source: Navigation expanded
zh_hans: 导航已展开

# mac.open.current
source: Open current process
zh_hans: 打开当前进程

# mac.open.details
source: Open Anchor
zh_hans: 打开 Anchor

# mac.process.details
source: Process details
zh_hans: 进程详情

# mac.process.show.all
source: Show all %lld processes
zh_hans: 显示全部 %lld 个进程

# mac.process.show.fewer
source: Show fewer processes
zh_hans: 收起进程

# mac.timeline.view.all
source: View full timeline
zh_hans: 查看完整时间线

# mac.work.peer.disconnected
source: Device disconnected
zh_hans: 设备未连接

# mac.work.progress.reported
source: Average reported process progress
zh_hans: 已上报进程的平均进度

# mac.work.progress.unavailable
source: No process has reported progress yet
zh_hans: 暂无进程上报进度

# mac.work.status.active
source: In progress
zh_hans: 进行中

# mac.work.status.archived
source: Archived
zh_hans: 已归档

# mac.work.status.completed
source: Completed
zh_hans: 已完成

# mac.work.status.draft
source: Not started
zh_hans: 未开始

# mac.work.subtitle
source: Keep your current work in view.
zh_hans: 专注眼前的工作，随时接续。

# minute.count
source: %lldm
zh_hans: %lld 分钟

# note.anchor
source: Drop an anchor
zh_hans: 投下锚点

# note.anchored.count
source: %lld anchors dropped
zh_hans: 已投锚 %lld 次

# note.capture.headline
source: Remember this moment, then keep moving.
zh_hans: 记下此刻，继续向前。

# note.count
source: %lld notes
zh_hans: %lld 条投锚记录

# note.drop
source: Drop anchor
zh_hans: 投锚

# note.moment
source: What should be remembered now
zh_hans: 此刻要记住的事

# note.placeholder
source: A judgment, next step, or context worth preserving
zh_hans: 判断、下一步，或需要保留的上下文

# note.prompt
source: Capture a judgment, next step, or context marker.
zh_hans: 记录判断、下一步或上下文标记。

# note.recent
source: Most recent anchor
zh_hans: 最近一次投锚

# note.saved
source: Anchor saved
zh_hans: 锚点已保存

# notes
source: Anchor notes
zh_hans: 投锚记录

source: Notifications
zh_hans: 通知

# notifications.availability
source: Review decisions and process changes in Anchor. Background notifications are not available in this version.
zh_hans: 请在 Anchor 内查看决策和进程变化。当前版本尚不支持后台通知。

# notifications.decisions
source: Decision requests
zh_hans: 判断请求

# notifications.meaningful
source: Meaningful changes
zh_hans: 重要变化

# notifications.permission.detail
source: Allow notifications in System Settings to receive decision requests.
zh_hans: 请在系统设置中允许通知，才能接收判断请求。

# notifications.settings
source: Notifications
zh_hans: 通知

# pair.automatic.detail
source: Anchor connects over the local network or nearby Bluetooth. Use the six-digit code if needed.
zh_hans: Anchor 会优先通过局域网或附近的蓝牙连接；如有需要，可使用六位配对码。

# pair.automatic.title
source: Connecting automatically
zh_hans: 正在自动连接

# pair.code
source: Pairing code
zh_hans: 配对码

# pair.connected.bluetooth
source: Connected with nearby Bluetooth
zh_hans: 已通过附近蓝牙连接

# pair.connected.code
source: Connected with pairing code
zh_hans: 已通过配对码连接

# pair.connected.icloud
source: Connected with iCloud identity
zh_hans: 已通过 iCloud 身份连接

# pair.connected.trusted
source: Trusted device connected
zh_hans: 可信设备已连接

# pair.copied
source: Pairing code copied
zh_hans: 配对码已复制

# pair.copy
source: Copy pairing code
zh_hans: 复制配对码

source: Pair device
zh_hans: 配对设备

# pair.fallback.detail
source: Automatic pairing is unavailable. Enter the six-digit code shown on your Mac.
zh_hans: 自动配对不可用，请输入 Mac 上显示的六位配对码。

# pair.hint
source: Enter this six-digit code in Anchor on your iPhone.
zh_hans: 在 iPhone 上的 Anchor 中输入这组六位配对码。

# pair.unavailable
source: Device pairing is unavailable in this build.
zh_hans: 当前构建不提供设备配对。

source: Permission denied
zh_hans: 权限已拒绝

# permission.denied.detail
source: Allow Local Network and Bluetooth access in System Settings, then try again.
zh_hans: 请在系统设置中允许本地网络和蓝牙访问，然后重试。

# presence.at.desk
source: I’m still at my desk
zh_hans: 我回来了

# presence.back.at.desk
source: I’m back at my desk
zh_hans: 我回到桌前了

source: Privacy
zh_hans: 隐私

# privacy.local
source: Local by default
zh_hans: 默认仅在本地

# privacy.local.detail
source: Raw work content stays on your devices unless you explicitly connect a source.
zh_hans: 除非你明确连接来源，原始工作内容只保留在你的设备上。

# process.action.open.on.mac
source: Open on Mac
zh_hans: 在 Mac 上打开

# process.action.run.now
source: Run now
zh_hans: 提前运行

# process.action.view.output
source: View output
zh_hans: 查看产出

# process.add
source: Add process
zh_hans: 添加进程

# process.add.another
source: Add another process
zh_hans: 添加另一个进程

# process.attention.summary
source: %1$lld processes · %2$lld waiting
zh_hans: %1$lld 个 · %2$lld 待判断

# process.choose.direction
source: Choose direction
zh_hans: 去选择方向

# process.count
source: %lld processes
zh_hans: %lld 个进程

source: Process flow
zh_hans: 进程流向

# process.happening.now
source: What is happening now
zh_hans: 现在发生的事

# process.live
source: LIVE PROCESSES
zh_hans: 实时进程

# process.name
source: Process or source name
zh_hans: 进程或来源名称

# process.parallel
source: PARALLEL PROCESSES
zh_hans: 并行进程

# process.ready
source: Work ready to sync
zh_hans: 准备同步的任务

# process.routes.running
source: %lld routes running
zh_hans: %lld 条航线运行中

# process.selected
source: Selected process
zh_hans: 所选进程

source: Processes
zh_hans: 工作进程

# profile
source: My Anchor
zh_hans: 我的 Anchor

# profile.account.copy
source: Anchor uses this iPhone as your local identity. No sign-in is required.
zh_hans: Anchor 使用这台 iPhone 作为本机身份，不需要登录。

# profile.account.device
source: Device
zh_hans: 设备

# profile.account.device.value
source: This iPhone
zh_hans: 这台 iPhone

# profile.account.identity
source: Sync identity
zh_hans: 同步身份

# profile.account.identity.value
source: Local device identity
zh_hans: 本机设备身份

# profile.account.title
source: Account settings
zh_hans: 账户设置

# profile.account.workspace
source: Workspace
zh_hans: 工作区

# profile.account.workspace.value
source: Personal
zh_hans: 个人空间

# profile.anchors.completed
source: Completed anchors
zh_hans: 完成的锚点

# profile.avatar.change
source: Change avatar
zh_hans: 更换头像

# profile.avatar.reset
source: Use default avatar
zh_hans: 使用默认头像

# profile.contexts.saved
source: Saved contexts
zh_hans: 保存的上下文

# profile.detail.anchors.headline
source: Completion preserves the thread of the work.
zh_hans: 完成不是清空，而是把脉络收好。

# profile.detail.anchors.kicker
source: ANCHOR LOG · FOUR WEEKS
zh_hans: ANCHOR LOG · 连续 4 周

# profile.detail.anchors.subline
source: Completion rate this month is 86%.
zh_hans: 本月完成率 86%

# profile.detail.contexts.headline
source: Every departure keeps a world to return to.
zh_hans: 每一次离开，都有完整世界可返回。

# profile.detail.contexts.kicker
source: CONTEXT VAULT · ALL MEMORY
zh_hans: CONTEXT VAULT · 全部记忆

# profile.detail.contexts.subline
source: Average context completeness is 96%.
zh_hans: 平均上下文完整度 96%

# profile.detail.decision.headline
source: A clear judgment keeps the next steps moving.
zh_hans: 清晰的判断，让下一步继续推进。

# profile.detail.decision.kicker
source: DECISION TRACE · TODAY
zh_hans: DECISION TRACE · 今天

# profile.detail.decision.resolved
source: No pending decisions.
zh_hans: 当前没有待处理的决策。

# profile.detail.decision.waiting
source: A decision is waiting for your judgment.
zh_hans: 还有一个判断等待你的决定。

# profile.detail.focus.headline
source: Focus is not just time. It is continuity.
zh_hans: 专注不是时长，是连续做对判断。

# profile.detail.focus.kicker
source: FOCUS ARCHIVE · LAST 30 DAYS
zh_hans: FOCUS ARCHIVE · 近 30 天

# profile.detail.focus.subline
source: This week, 2h 18m more focus was protected.
zh_hans: 本周较上周多守住 2h 18m

# profile.detail.key.memory
source: Key memories
zh_hans: 这段工作的关键记忆

# profile.detail.recent.records
source: Recent records
zh_hans: 最近 12 次记录

# profile.detail.return.headline
source: The work stayed in the right place while you were away.
zh_hans: 离开 18 分钟后，工作仍停在正确的位置。

# profile.detail.return.kicker
source: RETURN MEMORY · TODAY
zh_hans: RETURN MEMORY · 今天

# profile.detail.session.headline
source: The full shape of this work, held in one place.
zh_hans: 这段工作的完整脉络，都在这里。

# profile.detail.snapshot.headline
source: Goal, processes, decisions, and position in one memory.
zh_hans: 目标、进程、判断与位置，都在同一张记忆里。

# profile.detail.snapshot.kicker
source: CONTEXT SNAPSHOT · TODAY
zh_hans: CONTEXT SNAPSHOT · 今天

# profile.detail.trend
source: TREND
zh_hans: 趋势

# profile.focus.guarded
source: Session elapsed
zh_hans: 任务经过时间

# profile.icloud.copy
source: iCloud sync requires a configured container and an available iCloud account. Nearby device pairing is managed separately in Connections.
zh_hans: iCloud 同步需要已配置的容器和可用的 iCloud 账户。附近设备配对请在连接设置中管理。

# profile.icloud.last.sync
source: Last sync
zh_hans: 最近同步

# profile.icloud.scope
source: Sync scope
zh_hans: 同步范围

# profile.icloud.scope.value
source: Goals and process states
zh_hans: 目标与任务状态

# profile.icloud.status
source: Current status
zh_hans: 当前状态

# profile.icloud.title
source: iCloud sync
zh_hans: iCloud 同步

# profile.mac.online
source: Mac online
zh_hans: Mac 在线

# profile.memory.recent
source: Recently held by Anchor
zh_hans: 最近被 Anchor 接住的事

# profile.memory.trace
source: MEMORY TRACE
zh_hans: 记忆航迹

# profile.name
source: Name
zh_hans: 昵称

# profile.session.data
source: THIS SESSION
zh_hans: 本次工作数据

# profile.work.running
source: Work in progress
zh_hans: 正在运行的工作

# profile.work.style
source: WORK STYLE
zh_hans: 工作方式

source: Progress
zh_hans: 进度

# progress.overall
source: Overall progress
zh_hans: 总体进度

# quit
source: Quit Anchor
zh_hans: 退出 Anchor

# recent.event
source: Latest event
zh_hans: 最新事件

# resume
source: Resume session
zh_hans: 恢复会话

# retry
source: Try again
zh_hans: 重试

# return.back
source: Back
zh_hans: 返回

# return.changes
source: Changes while you were away
zh_hans: 离开期间的变化

# return.changes.summary
source: View %lld specific changes
zh_hans: 查看 %lld 条具体变化

# return.continue
source: Continue working
zh_hans: 继续工作

# return.continue.hint
source: After your choice, Anchor will resume the workflow.
zh_hans: 完成选择后，Anchor 会自动接回工作流。

# return.detail
source: Here is what changed while you were away.
zh_hans: 这是你离开期间发生的变化。

# return.headline
source: Your work was held safely.
zh_hans: 工作已经被接住。

# return.impact
source: IMPACT WHILE AWAY
zh_hans: 离开期间总影响

# return.nav
source: Return
zh_hans: 返航

# return.next.step
source: YOUR NEXT STEP
zh_hans: 你的下一步

# return.no.changes
source: No new changes while you were away.
zh_hans: 离开期间没有新的变化。

# return.progress
source: The work moved forward %lld%%
zh_hans: 工作向前推进了 %lld%%

# return.ready
source: Your task is ready when you are.
zh_hans: 任务已经准备好，随时可以继续。

# return.recommended
source: Recommended next
zh_hans: 建议下一步

# return.results.updated
source: Results updated
zh_hans: 项结果更新

# return.still.running
source: Still running
zh_hans: 个持续运行

# return.subtitle
source: Here’s what happened in Anchor
zh_hans: 这是 Anchor 为你记录的进展

# return.title
source: Welcome back
zh_hans: 欢迎回来

# return.waiting.judgment
source: Waiting for judgment
zh_hans: 个等待判断

# return.while.away
source: While you were away...
zh_hans: 离开期间...

# return.work.now
source: Work now
zh_hans: 当前进展

source: Save
zh_hans: 保存

# session.started.at
source: Started %@
zh_hans: %@ 开始

source: Settings
zh_hans: 设置

# settings.icloud
source: iCloud Sync
zh_hans: iCloud 同步

# setup.begin
source: Begin this session
zh_hans: 开始本次工作

# setup.completion.ready
source: Completion criteria
zh_hans: 完成标准

# setup.criteria.label
source: What should completion look like?
zh_hans: 完成时应该是什么样

# setup.dictation.hint
source: Use the microphone on the system keyboard whenever dictation is helpful.
zh_hans: 需要听写时，可直接使用系统键盘上的麦克风。

# setup.goal.label
source: What are you completing this time?
zh_hans: 这次要完成什么

# setup.intro
source: Name the outcome, then add the work already in motion.
zh_hans: 先写下结果，再加入已经启动的工作进程。

# setup.keyboard.dictation
source: Use keyboard dictation
zh_hans: 使用系统键盘听写

# setup.mantra
source: Remember why first, then decide what to do.
zh_hans: 先记住为什么， 再开始做什么。

# setup.new.work
source: New work
zh_hans: 新工作

# setup.plan.back
source: Back
zh_hans: 返回

# setup.plan.criteria
source: Completion criteria
zh_hans: 完成标准

# setup.plan.criteria.hint
source: For example: clear hierarchy, a working prototype. Put each criterion on a new line.
zh_hans: 例如：信息层级清晰、完成可演示的原型。每条标准可以另起一行。

# setup.plan.criteria.placeholder
source: Write each completion criterion on a new line…
zh_hans: 写下完成标准，每条可以另起一行…

# setup.plan.criteria.prompt
source: What will done look like?
zh_hans: 怎样才算完成？

# setup.plan.criterion.add
source: Add a criterion
zh_hans: 添加标准

# setup.plan.down
source: Move down
zh_hans: 下移

# setup.plan.edit
source: Edit
zh_hans: 编辑

# setup.plan.edit.done
source: Done editing
zh_hans: 完成编辑

# setup.plan.goal
source: Goal
zh_hans: 目标

# setup.plan.goal.hint
source: For example: finish redesigning the Anchor homepage
zh_hans: 例如：完成 Anchor 首页的重新设计

# setup.plan.goal.placeholder
source: Start with a goal, a question, or an idea…
zh_hans: 从目标、问题或一个想法开始…

# setup.plan.goal.prompt
source: What would you like to do?
zh_hans: 你准备做什么？

# setup.plan.hint.title
source: Try describing it like this
zh_hans: 试试这样说

# setup.plan.keyboard
source: Use keyboard
zh_hans: 键盘输入

# setup.plan.newline
source: New line
zh_hans: 另起一行

# setup.plan.next
source: Next
zh_hans: 下一段

# setup.plan.original
source: Your description
zh_hans: 原始想法

# setup.plan.photo
source: Reference image
zh_hans: 参考图片

# setup.plan.photo.failed
source: An image could not be added. Try choosing it again.
zh_hans: 有图片未能添加，请重新选择后再试。

# setup.plan.photo.remove
source: Remove image
zh_hans: 移除图片

# setup.plan.photos
source: Add images
zh_hans: 添加图片

# setup.plan.reorder
source: Reorder step
zh_hans: 调整步骤顺序

# setup.plan.required
source: Write or say a few words to continue
zh_hans: 写下或说出一些内容，再继续

# setup.plan.review
source: Review plan
zh_hans: 查看计划

# setup.plan.review.subtitle
source: Your words, ready for a final review
zh_hans: 你写下的计划，确认后就开始

# setup.plan.save.failed
source: Could not save this task. Your input is still here. Please try again.
zh_hans: 任务暂时未能保存，你的输入还在，请重试。

# setup.plan.saving
source: Saving…
zh_hans: 正在保存…

# setup.plan.start
source: Start
zh_hans: 开始执行

# setup.plan.step.add
source: Add a step
zh_hans: 添加步骤

# setup.plan.steps
source: Action plan
zh_hans: 行动计划

# setup.plan.steps.hint
source: For example: review the content, sketch the layout, build the prototype. Put each step on a new line.
zh_hans: 例如：梳理内容、画出布局、制作原型。每个步骤可以另起一行。

# setup.plan.steps.placeholder
source: Write each action step on a new line…
zh_hans: 写下行动步骤，每步可以另起一行…

# setup.plan.steps.prompt
source: How will you get there?
zh_hans: 你准备怎么做？
